
{
  "main": {
    "name":"John Cook",
    "description":"Full Stack engineer specializing in AWS and DevOps Architecture who excels at developing and improving cloud solutions and cloud native migration",
    "image":"viking.jpg",
    "bio":"I'm an AWS Certified Solutions Architect Professional specializing in serverless, microservices, containerization and cloud native solutions. I help customers migrate solutions into AWS and containerized or serverless microservice applications. Specializing in AWS cloud native, my serverless preference for functions is Lambda, however, I'm sensitive to the desire of clients to remain cloud agnostic. That being said, I leverage cloud agnostic and cloud native tooling such as the Serverless Framework, Terraform, and Kubernetes whenever possible. ",
    "bio2": "Serverless is the next evolution of software and presents organizations with many cost saving and rapid development opportunities.  I have a high speed, low drag philosophy and am passionate about implementing high quality solutions that adhere to the latest cloud architecture best practices.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "hireme@efficientit.io",
    "github":"https://github.com/jcook05",
    "project":"https://github.com/jcook05",
    "website": "http://johnbcook.info",
    "resumedownload":"./John_Cook.pdf",
    "sap": "images/sap.jpg",
    "saa": "images/saa.jpg",
    "csa": "images/csa.jpg",
    "dva": "images/dva.jpg",
    "social":[
      {
        "name":"facebook",
        "url":"https://github.com/nordicgiant2/react-nice-resume",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"http://twitter.com",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/tim-baker-8420009a/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/tbaker_x",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"https://github.com/nordicgiant2/react-nice-resume",
        "className":"fa fa-github"
      }
    ]
  }
  
}
